Repository: Swissschoggi/BarTab
Catalog: BarTab/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: Account
de: Konto
fr: Compte

source: Add Anyway
de: Trotzdem hinzufügen
fr: Ajouter quand même
it: Aggiungi comunque

source: Add Bar
de: Bar hinzufügen
fr: Ajouter un bar
it: Aggiungi bar

source: Add a Bar
de: Bar hinzufügen
fr: Ajouter un bar
it: Aggiungi una bar

source: Adjust location
de: Standort anpassen
fr: Ajuster la position
it: Regola posizione

source: Allow location access, or search for a place to look near.
de: Erlaube den Standortzugriff oder suche nach einem Ort in der Nähe.
fr: Autorise l'accès à la localisation, ou recherche un endroit à proximité.
it: Consenti l'accesso alla posizione o cerca un luogo nelle vicinanze.

source: Ambience
de: Ambiente
fr: Ambiance
it: Atmosfera

source: Approve
de: Genehmigen
fr: Approuver
it: Approva

source: Approved
de: Genehmigt
fr: Approuvé
it: Approvato

source: Bar may already exist
de: Bar existiert möglicherweise bereits
fr: Ce bar existe peut-être déjà
it: La bar potrebbe già esistere

source: Bar no longer available
de: Bar nicht mehr verfügbar
fr: Ce bar n'est plus disponible
it: Bar non più disponibile

source: Beer
de: Bier
fr: Bière
it: Birra

source: Best deal
de: Bestes Angebot
fr: Meilleur prix
it: Miglior prezzo

source: Bottle
de: Flasche
fr: Bouteille
it: Bottiglia

source: Brand
de: Marke
fr: Marque
it: Marchio

source: Brand requests
de: Markenanfragen
fr: Demandes de marques
it: Richieste di marchi

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Cheapest
de: Günstigste
fr: Moins cher
it: Economico

source: Closest
de: Nächstgelegen
fr: Plus proche
it: Vicino

source: Coffee
de: Kaffee
fr: Café
it: Caffè

source: Confirm password
de: Passwort bestätigen
fr: Confirmer le mot de passe
it: Conferma password

source: Continue
de: Weiter
fr: Continuer
it: Continua

source: Create account
de: Konto erstellen
fr: Créer un compte
it: Crea account

source: Delete
de: Löschen
fr: Supprimer
it: Elimina

source: Doesn't exist
de: Existiert nicht
fr: N'existe pas
it: Non esiste

source: Drink
de: Getränk
fr: Boisson
it: Bevanda

source: Find your bar
de: Finde deine Bar
fr: Trouve ton bar
it: Trova il tuo bar

source: Glass
de: Glas
fr: Verre
it: Bicchiere

source: Good confidence
de: Gute Zuverlässigkeit
fr: Bonne confiance
it: Buona affidabilità

source: High confidence
de: Hohe Zuverlässigkeit
fr: Forte confiance
it: Alta affidabilità

source: Inappropriate content
de: Unangemessener Inhalt
fr: Contenu inapproprié
it: Contenuto inappropriato

source: Log out
de: Abmelden
fr: Se déconnecter
it: Esci

source: Low confidence
de: Geringe Zuverlässigkeit
fr: Faible confiance
it: Bassa affidabilità

source: Map
de: Karte
fr: Carte
it: Mappa

source: Mark reviewed
de: Als geprüft markieren
fr: Marquer comme examiné
it: Segna come revisionato

source: Me
de: Ich
fr: Moi
it: Io

source: Moderate confidence
de: Mittlere Zuverlässigkeit
fr: Confiance modérée
it: Affidabilità moderata

source: My Bars
de: Meine Bars
fr: Mes bars
it: I miei bar

source: My Contributions
de: Meine Beiträge
fr: Mes contributions
it: I miei contributi

source: My bars
de: Meine Bars
fr: Mes bars
it: I miei bar

source: My location
de: Mein Standort
fr: Ma position
it: La mia posizione

source: New
de: Neu
fr: Nouveau
it: Nuovo

source: No bars nearby
de: Keine Bars in der Nähe
fr: Pas de bars à proximité
it: Nessun bar vicino

source: No bars yet
de: Noch keine Bars
fr: Pas encore de bars
it: Ancora nessun bar

source: No brand requests yet
de: Noch keine Markenanfragen
fr: Pas encore de demandes de marque
it: Ancora nessuna richiesta di marchio

source: No contributions yet
de: Noch keine Beiträge
fr: Pas encore de contributions
it: Ancora nessun contributo

source: No location yet
de: Noch kein Standort
fr: Pas encore de position
it: Ancora nessuna posizione

source: No prices yet
de: Noch keine Preise
fr: Pas encore de prix
it: Ancora nessun prezzo

source: No reports yet
de: Noch keine Meldungen
fr: Pas encore de signalements
it: Ancora nessuna segnalazione

source: Nothing to review
de: Nichts zu prüfen
fr: Rien à examiner
it: Niente da revisionare

source: Only one report so far add another to see a trend.
de: Bisher nur eine Meldung füge eine weitere hinzu, um einen Trend zu sehen.
fr: Un seul pour l'instant – ajoute-en un autre pour voir une tendance.
it: Solo una segnalazione finora – aggiungine un'altra per vedere un andamento.

source: Other
de: Andere
fr: Autre
it: Altro

source: Password
de: Passwort
fr: Mot de passe

source: Pending
de: Ausstehend
fr: En attente
it: In attesa

source: Price is outdated
de: Preis ist veraltet
fr: Le prix est périmé
it: Il prezzo è obsoleto

source: Radius
de: Umkreis
fr: Rayon
it: Raggio

source: Rate this bar
de: Bar bewerten
fr: Évaluer ce bar
it: Valuta questo bar

source: Reject
de: Ablehnen
fr: Rejeter
it: Rifiuta

source: Rejected
de: Abgelehnt
fr: Rejeté
it: Rifiutato

source: Reported content
de: Gemeldete Inhalte
fr: Contenu signalé
it: Contenuto segnalato

source: Request a brand
de: Marke vorschlagen
fr: Demander une marque
it: Richiedi un marchio

source: Request sent
de: Anfrage gesendet
fr: Demande envoyée
it: Richiesta inviata

source: Requests for new brands will show up here.
de: Anfragen für neue Marken erscheinen hier.
fr: Les demandes de nouvelles marques apparaîtront ici.
it: Le richieste di nuovi marchi appariranno qui.

source: Save rating
de: Bewertung speichern
fr: Enregistrer l'évaluation
it: Salva valutazione

source: Search a city or place
de: Stadt oder Ort suchen
fr: Rechercher une ville ou un lieu
it: Cerca una città o un luogo

source: Search a place
de: Ort suchen
fr: Rechercher un endroit
it: Cerca un luogo

source: Search for a bar or place
de: Nach einer Bar oder einem Ort suchen
fr: Rechercher un bar ou un lieu
it: Cerca un bar o un luogo

source: Selected place
de: Ausgewählter Ort
fr: Endroit sélectionné
it: Luogo selezionato

source: Send request
de: Anfrage senden
fr: Envoyer la demande
it: Invia richiesta

source: Shot
de: Schnaps

source: Sign In
de: Anmelden
fr: Se connecter
it: Accedi

source: Sign in to manage your contributions.
de: Melde dich an, um deine Beiträge zu verwalten.
fr: Connecte-toi pour gérer tes contributions.
it: Accedi per gestire i tuoi contributi.

source: Size
de: Grösse
fr: Taille
it: Dimensione

source: Smoking friendly
de: Raucherfreundlich
fr: Fumeur
it: Fumatori

source: That brand is already in the list.
de: Diese Marke ist bereits in der Liste.
fr: Cette marque est déjà dans la liste.
it: Quel marchio è già nell'elenco.

source: Try widening the radius or picking a different place.
de: Vergrössere den Umkreis oder wähle einen anderen Ort.
fr: Essaie d'élargir le rayon ou de choisir un autre endroit.
it: Prova ad ampliare il raggio o a scegliere un altro luogo.

source: Welcome to BarTab
de: Willkommen bei BarTab
fr: Bienvenue sur BarTab
it: Benvenuto su BarTab

source: Wine
de: Wein
fr: Vin
it: Vino

source: Wrong place
de: Falscher Ort
fr: Mauvais endroit
it: Luogo sbagliato

source: Wrong price
de: Falscher Preis
fr: Mauvais prix
it: Prezzo sbagliato

source: You're not signed in
de: Du bist nicht angemeldet
fr: Tu n'es pas connecté
it: Non sei connesso

source: You've already requested this brand.
de: Du hast diese Marke bereits vorgeschlagen.
fr: Tu as déjà demandé cette marque.
it: Hai già richiesto questo marchio.

source: Your BarTab profile.
de: Dein BarTab-Profil.
fr: Ton profil BarTab.
it: Il tuo profilo BarTab.

source: Your activity
de: Deine Aktivität
fr: Votre activité
it: La tua attività

source: or use an email
de: oder verwende eine E-Mail
fr: ou utilise une e-mail
it: o usa un'e-mail

source: About
de: Über
fr: À propos
it: Informazioni

source: Any
de: Beliebig
fr: Tous
it: Qualsiasi

source: Be the first to add a drink in this area.
de: Sei der Erste, der ein Getränk in dieser Region hinzufügt.
fr: Soyez le premier à ajouter une boisson dans cette zone.
it: Sii il primo ad aggiungere una bevanda in questa zona.

source: Can
de: Dose
fr: Canette
it: Lattina

source: Confidence
de: Vertrauen
fr: Confiance
it: Affidabilità

source: Contributor
de: Beitragender
fr: Contributeur
it: Contributore

source: Discover
de: Entdecken
fr: Découvrir
it: Scopri

source: Done
de: Fertig
fr: Terminé
it: Fatto

source: Drinks
de: Getränke
fr: Boissons
it: Bevande

source: Expert
de: Experte
it: Esperto

source: Language
de: Sprache
fr: Langue
it: Lingua

source: Legend
de: Legende
fr: Légende
it: Leggenda

source: Menu
de: Speisekarte

source: My drinks
de: Meine Getränke
fr: Mes boissons
it: Le mie bevande

source: Newcomer
de: Neuling
fr: Nouveau
it: Nuovo arrivato

source: No drinks found
de: Keine Getränke gefunden
fr: Aucune boisson trouvée
it: Nessuna bevanda trovata

source: Regular
de: Stammkunde
fr: Habitué
it: Abituale

source: Search bars...
de: Bars suchen...
fr: Rechercher des bars...
it: Cerca bar...

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: Sort
de: Sortieren
fr: Trier
it: Ordina

source: Tap
de: Vom Fass
fr: Pression
it: Alla spina

source: Vibe
de: Atmosphäre
fr: Ambiance
it: Atmosfera

source: Please check before adding a duplicate.
de: Prüfe bitte, bevor du ein Duplikat hinzufügst.
fr: Vérifie avant d'ajouter un doublon.
it: Controlla prima di aggiungere un duplicato.

source: 1 going
de: 1 dabei
fr: 1 participant
it: 1 partecipante

source: 1 report
de: 1 Meldung
fr: 1 signalement
it: 1 segnalazione

source: 1 shared vibe
de: 1 geteilte Stimmung
fr: 1 ambiance partagée
it: 1 atmosfera condivisa

source: 30-day contribution streak
de: 30-Tage-Beitrags-Serie
fr: Série de contributions de 30 jours
it: Serie di contributi di 30 giorni

source: 7-day contribution streak
de: 7-Tage-Beitrags-Serie
fr: Série de contributions de 7 jours
it: Serie di contributi di 7 giorni

source: A friend is here
de: Ein Freund ist hier
fr: Un ami est ici
it: Un amico è qui

source: Accept
de: Annehmen
fr: Accepter
it: Accetta

source: Accept follow requests to see their price reports and ratings here.
de: Nimm Follow-Anfragen an, um ihre Preisberichte und Bewertungen hier zu sehen.
fr: Accepte les demandes d'abonnement pour voir ici leurs prix et évaluations.
it: Accetta le richieste di follow per vedere qui i loro prezzi e le valutazioni.

source: Account created! Check your inbox to confirm your email, then sign in.
de: Konto erstellt! Prüfe dein Postfach, um deine E-Mail zu bestätigen, und melde dich dann an.
fr: Compte créé ! Vérifie ta boîte mail pour confirmer ton e-mail, puis connecte-toi.
it: Account creato! Controlla la tua casella per confermare l'e-mail, poi accedi.

source: Account deleted
de: Konto gelöscht
fr: Compte supprimé
it: Account eliminato

source: Active
de: Aktiv
fr: Actif
it: Attivo

source: Activity
de: Aktivität
fr: Activité
it: Attività

source: Add 15 bars
de: 15 Bars hinzufügen
fr: Ajouter 15 bars
it: Aggiungi 15 bar

source: Add 5 bars
de: 5 Bars hinzufügen
fr: Ajouter 5 bars
it: Aggiungi 5 bar

source: Add at least 2 options to create a poll.
de: Füge mindestens 2 Optionen hinzu, um eine Umfrage zu erstellen.
fr: Ajoute au moins 2 options pour créer un sondage.
it: Aggiungi almeno 2 opzioni per creare un sondaggio.

source: Add bars, drinks, or whatever you're deciding on. Link bars to show their location in the poll.
de: Füge Bars, Getränke oder andere Optionen hinzu. Verlinke Bars, um ihren Standort in der Umfrage anzuzeigen.
fr: Ajoute des bars, des boissons ou ce sur quoi vous décidez. Liee les bars pour afficher leur position dans le sondage.
it: Aggiungi bar, drink o quello che state decidendo. Collega i bar per mostrarne la posizione nel sondaggio.

source: Add numbers, symbols or uppercase letters.
de: Füge Zahlen, Sonderzeichen oder Großbuchstaben hinzu.
fr: Ajoute des chiffres, des symboles ou des majuscules.
it: Aggiungi numeri, simboli o maiuscole.

source: Add option
de: Option hinzufügen
fr: Ajouter une option
it: Aggiungi opzione

source: Add price
de: Preis hinzufügen
fr: Ajouter un prix
it: Aggiungi prezzo

source: Add the first price
de: Ersten Preis hinzufügen
fr: Ajouter le premier prix
it: Aggiungi il primo prezzo

source: Add to favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
it: Aggiungi ai preferiti

source: Address
de: Adresse
fr: Adresse
it: Indirizzo

source: Alert
de: Benachrichtigung
fr: Alerte
it: Avviso

source: Alert for
de: Benachrichtigung für
fr: Alerte pour
it: Avviso per

source: Alert set
de: Benachrichtigung gesetzt
fr: Alerte activée
it: Avviso impostato

source: All
de: Alle
fr: Tout
it: Tutto

source: All Attributes
de: Alle Attribute
fr: Tous les attributs
it: Tutti gli attributi

source: All clear
de: Alles klar
fr: Tout est clair
it: Tutto ok

source: All polls will be lost. This can't be undone.
de: Alle Umfragen gehen verloren. Dies kann nicht rückgängig gemacht werden.
fr: Tous les sondages seront perdus. Cette action est irréversible.
it: Tutti i sondaggi andranno persi. Non può essere annullato.

source: All your friends are already in this group.
de: Alle deine Freunde sind schon in dieser Gruppe.
fr: Tous tes amis sont déjà dans ce groupe.
it: Tutti i tuoi amici sono già in questo gruppo.

source: Allow location access
de: Standortzugriff erlauben
fr: Autoriser la localisation
it: Consenti accesso alla posizione

source: Allowed
de: Erlaubt
fr: Autorisé
it: Consentito

source: Ambience Expert
de: Ambiente-Experte
fr: Expert en ambiance
it: Esperto di atmosfera

source: Any price
de: Jeder Preis
fr: N'importe quel prix
it: Qualsiasi prezzo

source: At least 8 characters
de: Mindestens 8 Zeichen
fr: 8 caractères minimum
it: Almeno 8 caratteri

source: Attribute
de: Attribut
fr: Attribut
it: Attributo

source: Back to Sign In
de: Zurück zur Anmeldung
fr: Retour à la connexion
it: Torna all'accesso

source: Badges
de: Abzeichen
it: Distintivi

source: Bar Reported
de: Bar gemeldet
fr: Bar signalé
it: Bar segnalato

source: Bar not found
de: Bar nicht gefunden
fr: Bar introuvable
it: Bar non trovata

source: Bar updated
de: Bar aktualisiert
fr: Bar mise à jour
it: Bar aggiornata

source: BarTab will pick three bars within walking distance and draw the route.
de: BarTab wählt drei Bars in Gehweite und zeichnet die Route.
fr: BarTab choisit trois bars à proximité et trace l'itinéraire.
it: BarTab sceglie tre bar a portata di passo e traccia il percorso.

source: Bars like this
de: Bars wie diese
fr: Des bars comme ça
it: Bar come questo

source: Bars you add will appear here.
de: Bars, die du hinzufügst, erscheinen hier.
fr: Les bars que tu ajoutes apparaîtront ici.
it: I bar che aggiungi appariranno qui.

source: Bars you've visited
de: Bars, die du besucht hast
fr: Les bars que tu as visités
it: Bar che hai visitato

source: Be the first to add a drink price at this bar.
de: Füge als Ersten einen Getränkepreis für diese Bar hinzu.
fr: Sois le premier à ajouter un prix de boisson pour ce bar.
it: Sii il primo ad aggiungere un prezzo drink per questo bar.

source: Be the first to add drinks and bars!
de: Füge als Erster Getränke und Bars hinzu!
fr: Sois le premier à ajouter des boissons et des bars !
it: Sii il primo ad aggiungere drink e bar!

source: Be the first to report on this bar's amenities!
de: Melde als Erster die Ausstattung dieser Bar!
fr: Sois le premier à signaler les équipements de ce bar !
it: Sii il primo a segnalare le comodità di questo bar!

source: Blonde
de: Blond
it: Bionda

source: Brand Requests
de: Marken-Anfragen
fr: Demandes de marques
it: Richieste di marchi

source: Brand name
de: Markenname
fr: Nom de la marque
it: Nome del marchio

source: British Pound
de: Britisches Pfund
fr: Livre sterling
it: Sterlina britannica

source: Budget-friendly
de: Budgetfreundlich
fr: Économique
it: Conveniente

source: Buy a Drink
de: Getränk kaufen
fr: Offrir un verre
it: Offri una bevanda

source: Buy the developer a drink!
de: Kauf dem Entwickler ein Getränk!
fr: Offre un verre au développeur !
it: Offri una bevanda allo sviluppatore!

source: Cache cleared
de: Cache geleert
fr: Cache vidé
it: Cache svuotato

source: Card Payments
de: Kartenzahlungen
fr: Paiements par carte
it: Pagamenti con carta

source: Casual
de: Lässig
fr: Décontracté
it: Informale

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
it: Cambia password

source: Change photo
de: Foto ändern
fr: Changer la photo
it: Cambia foto

source: Change reported
de: Änderung gemeldet
fr: Changement signalé
it: Modifica segnalata

source: Check your inbox
de: Prüfe dein Postfach
fr: Vérifie ta boîte mail
it: Controlla la tua casella

source: Checking who's out…
de: Prüfe, wer unterwegs ist…
fr: Vérification des sorties…
it: Controllo chi è fuori…

source: Chill
de: Entspannt
fr: Tranquille
it: Relassato

source: Choose Location
de: Standort wählen
fr: Choisir la position
it: Scegli posizione

source: Choose a place…
de: Ort wählen…
fr: Choisis un endroit…
it: Scegli un luogo…

source: Chosen place
de: Gewählter Ort
fr: Endroit choisi
it: Luogo scelto

source: Clear
de: Löschen
fr: Effacer
it: Cancella

source: Clear Cache
de: Cache leeren
fr: Vider le cache
it: Svuota cache

source: Close
de: Schließen
fr: Fermer
it: Chiudi

source: Close Poll
de: Umfrage schließen
fr: Fermer le sondage
it: Chiudi sondaggio

source: Close poll
de: Umfrage schließen
fr: Fermer le sondage
it: Chiudi sondaggio

source: Close this poll?
de: Diese Umfrage schließen?
fr: Fermer ce sondage ?
it: Chiudere questo sondaggio?

source: Closed
de: Geschlossen
fr: Fermé
it: Chiuso

source: Coming Soon
de: Bald verfügbar
fr: Bientôt disponible
it: In arrivo

source: Compare Prices
de: Preise vergleichen
fr: Comparer les prix
it: Confronta prezzi

source: Compare prices
de: Preise vergleichen
fr: Comparer les prix
it: Confronta prezzi

source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma

source: Confirm this price
de: Diesen Preis bestätigen
fr: Confirmer ce prix
it: Conferma questo prezzo

source: Confirm this price is still accurate
de: Bestätige, ob dieser Preis noch stimmt
fr: Confirme que ce prix est toujours exact
it: Conferma che questo prezzo sia ancora corretto

source: Confirmed
de: Bestätigt
fr: Confirmé
it: Confermato

source: Confirmed!
de: Bestätigt!
fr: Confirmé !
it: Confermato!

source: Connecting…
de: Verbinden…
fr: Connexion…
it: Connessione…

source: Continue with Google
de: Mit Google fortfahren
fr: Continuer avec Google
it: Continua con Google

source: Could not find location
de: Standort konnte nicht gefunden werden
fr: Impossible de trouver la position
it: Impossibile trovare la posizione

source: Could not save the bar
de: Bar konnte nicht gespeichert werden
fr: Impossible d'enregistrer le bar
it: Impossibile salvare la bar

source: Couldn't refresh. Showing earlier activity.
de: Aktualisierung fehlgeschlagen. Frühere Aktivität wird angezeigt.
fr: Impossible d'actualiser. Activité précédente affichée.
it: Impossibile aggiornare. Mostriamo l'attività precedente.

source: Couldn't refresh. Showing earlier groups.
de: Aktualisierung fehlgeschlagen. Frühere Gruppen werden angezeigt.
fr: Impossible d'actualiser. Groupes précédents affichés.
it: Impossibile aggiornare. Mostriamo i gruppi precedenti.

source: Couldn't update right now
de: Aktuell nicht aktualisierbar
fr: Impossible de mettre à jour pour le moment
it: Impossibile aggiornare ora

source: Cozy
de: Gemütlich
fr: Cosy
it: Accogliente

source: Create
de: Erstellen
fr: Créer
it: Crea

source: Create Group
de: Gruppe erstellen
fr: Créer un groupe
it: Crea gruppo

source: Create a group to plan nights out with friends.
de: Erstelle eine Gruppe, um Ausgeh-Abende mit Freunden zu planen.
fr: Crée un groupe pour organiser des sorties entre amis.
it: Crea un gruppo per organizzare serate con gli amici.

source: Create an account to add and manage drinks.
de: Erstelle ein Konto, um Getränke hinzuzufügen und zu verwalten.
fr: Crée un compte pour ajouter et gérer des boissons.
it: Crea un account per aggiungere e gestire i drink.

source: Critic
de: Kritiker
fr: Critique
it: Critico

source: Currency
de: Währung
fr: Devise
it: Valuta

source: Czech Koruna
de: Tschechische Krone
fr: Couronne tchèque
it: Corona ceca

source: DELETE
de: LÖSCHEN
fr: SUPPRIMER
it: ELIMINA

source: Danger Zone
de: Gefahrenzone
fr: Zone dangereuse
it: Zona pericolosa

source: Danish Krone
de: Dänische Krone
fr: Couronne danoise
it: Corona danese

source: Decline
de: Ablehnen
fr: Refuser
it: Rifiuta

source: Delete Account
de: Konto löschen
fr: Supprimer le compte
it: Elimina account

source: Delete Bar
de: Bar löschen
fr: Supprimer le bar
it: Elimina bar

source: Delete Group
de: Gruppe löschen
fr: Supprimer le groupe
it: Elimina gruppo

source: Delete all
de: Alle löschen
fr: Tout supprimer
it: Elimina tutto

source: Delete my price
de: Meinen Preis löschen
fr: Supprimer mon prix
it: Elimina il mio prezzo

source: Delete price
de: Preis löschen
fr: Supprimer le prix
it: Elimina prezzo

source: Delete this bar?
de: Diese Bar löschen?
fr: Supprimer ce bar ?
it: Eliminare questa bar?

source: Delete this drink entry?
de: Diesen Getränkeeintrag löschen?
fr: Supprimer cette entrée de boisson ?
it: Eliminare questa voce drink?

source: Delete this drink?
de: Dieses Getränk löschen?
fr: Supprimer cette boisson ?
it: Eliminare questo drink?

source: Delete this group?
de: Diese Gruppe löschen?
fr: Supprimer ce groupe ?
it: Eliminare questo gruppo?

source: Delete this night out?
de: Diesen Ausgeh-Abend löschen?
fr: Supprimer cette soirée ?
it: Eliminare questa serata?

source: Delete this report?
de: Diese Meldung löschen?
fr: Supprimer ce signalement ?
it: Eliminare questa segnalazione?

source: Delete this request?
de: Diese Anfrage löschen?
fr: Supprimer cette demande ?
it: Eliminare questa richiesta?

source: Delete your account?
de: Dein Konto löschen?
fr: Supprimer ton compte ?
it: Eliminare il tuo account?

source: Directions
de: Route
fr: Itinéraire
it: Indicazioni

source: Display mode
de: Anzeigemodus
fr: Mode d'affichage
it: Modalità di visualizzazione

source: Dogs Allowed
de: Hunde erlaubt
fr: Chiens acceptés
it: Cani ammessi

source: Drinks you add to bars will appear here.
de: Getränke, die du zu Bars hinzufügst, erscheinen hier.
fr: Les boissons que tu ajoutes aux bars apparaîtront ici.
it: I drink che aggiungi ai bar appariranno qui.

source: Earned
de: Verdient
fr: Gagné
it: Guadagnato

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica

source: Edit Bar
de: Bar bearbeiten
fr: Modifier le bar
it: Modifica bar

source: Edit Username
de: Benutzernamen bearbeiten
fr: Modifier le nom d'utilisateur
it: Modifica nome utente

source: Enable location access or choose a place to generate a route.
de: Erlaube den Standortzugriff oder wähle einen Ort, um eine Route zu erstellen.
fr: Autorise la localisation ou choisis un endroit pour générer un itinéraire.
it: Consenti l'accesso alla posizione o scegli un luogo per generare un percorso.

source: Enable notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
it: Attiva notifiche

source: Enter your email and we'll send you a reset link.
de: Gib deine E-Mail ein, wir senden dir einen Reset-Link.
fr: Entre ton e-mail, nous t'enverrons un lien de réinitialisation.
it: Inserisci la tua e-mail, ti invieremo un link di reset.

source: Enter your email.
de: Gib deine E-Mail ein.
fr: Entre ton e-mail.
it: Inserisci la tua e-mail.

source: Enter your password.
de: Gib dein Passwort ein.
fr: Entre ton mot de passe.
it: Inserisci la tua password.

source: Explore a city
de: Entdecke eine Stadt
fr: Explore une ville
it: Esplora una città

source: Explorer
de: Entdecker
fr: Explorateur
it: Esploratore

source: Fair password
de: Ordentliches Passwort
fr: Mot de passe correct
it: Password discreta

source: Filters
de: Filter
fr: Filtres
it: Filtri

source: Find Friends
de: Freunde finden
fr: Trouver des amis
it: Trova amici
